# Список станций на синей линии (М1)
blue_line = [
    'Вокзальная',
    'Харьковская',
    'Петровка',
    'Арсенальная',
    'Майдан Независимости',
    'Площадь Льва Толстого',
    'Олимпийская',
    'Дворец Украина',
    'Лыбедская',
    'Демеевская',
    'Голосеевская',
    'Васильковская',
    'Выдубичи',
    'Теличка'
]

# Список станций на зеленой линии (М2)
green_line = [
    'Героев Днепра',
    'Минская',
    'Оболонь',
    'Петровка',
    'Тараса Шевченко',
    'Крещатик',
    'Площадь Победы',
    'Университет',
    'Выставочный центр',
    'Ипподром',
    'Теремки'
]

# Список станций на красной линии (М3)
red_line = [
    'Сырец',
    'Дорогожичи',
    'Лукьяновская',
    'Золотые Ворота',
    'Палац Спорту',
    'Кловская',
    'Дворец Украина',
    'Лыбедская',
    'Вокзальная',
    'Выдубичи',
    'Осокорки',
    'Харьковская',
    'Теличка'
]
