# Список станций на зеленой линии (М2)
green_line = ['Сырец', 'Дорогожичи', 'Лукьяновская', 'Золотые Ворота', 'Дворец Спорта', 'Кловская', 'Печерская', 'Дружбы Народов', 'Выдубичи', 'Теличка', 'Славутич', 'Осокорки', 'Позняки', 'Харьковская', 'Вырлица', 'Бориспольская', 'Красный хутор']

# Список станций на синей линии (М1)
blue_line = ['Героев Днепра', 'Минская', 'Оболонь', 'Петровка', 'Тараса Шевченко', 'Контрактовая площадь', 'Почтовая площадь', 'Майдан Независимости', 'Площадь Льва Толстого', 'Олимпийская', 'Дворец Украина', 'Лыбедская', 'Демеевская', 'Голосеевская', 'Васильковская', 'Выставочный центр','Ипподром']

# Список станций на красной линии (М3)
red_line = ['Академгородок', 'Житомирская', 'Святошин', 'Нивки', 'Берестейская', 'Шулявская', 'Политехнический институт', 'Вокзальная', 'Университет', 'Театральная', 'Крещатик', 'Арсенальная', 'Днепр', 'Гидропарк', 'Левобережная', 'Дарница', 'Черниговская', 'Лесная']
